Repository: common-repository/new-video-gallery
Catalog: languages/new-video-gallery-*.po
Languages: hi_in

source: Get More Free WordPress Plugin From A WP Life
hi_in: A WP Life से अधिक मुफ्त वर्डप्रेस प्लगइन प्राप्त करें

source: More Details
hi_in: अधिक जानकारी

source: Install Now
hi_in: अभी स्थापित करें

source: Update Now
hi_in: अभी अद्यतन करें

source: By
hi_in: द्वारा

source: Last Updated:
hi_in: आखरी अपडेट:

source: New Video Gallery
hi_in: नई वीडियो गैलरी

source: Docs
hi_in: डॉक्स

source: Featured-Plugin
hi_in: विशेष रुप से प्रदर्शित-प्लगइन

source: Featured Plugin
hi_in: विशेष रुप से प्रदर्शित-प्लगइन

source: Our Theme
hi_in: हमारी थीम

source: Video Gallery
hi_in: वीडियो गैलरी

source: Add Video Gallery
hi_in: वीडियो गैलरी जोड़ें

source: Add New Video Gallery
hi_in: नई वीडियो गैलरी जोड़ें

source: New Video Gallery
hi_in: नई वीडियो गैलरी

source: Edit Video Gallery
hi_in: वीडियो गैलरी संपादित करें

source: View Video Gallery
hi_in: वीडियो गैलरी देखें

source: All Video Gallery
hi_in: सभी वीडियो गैलरी

source: Search Video Gallery
hi_in: वीडियो गैलरी खोजें

source: Parent Video Gallery:
hi_in: अभिभावक वीडियो गैलरी:

source: Video Gallery Not found.
hi_in: वीडियो गैलरी नहीं मिली.

source: Video Gallery Not found in Trash.
hi_in: ट्रैश में वीडियो गैलरी नहीं मिली.

source: Custom Post Type For Video Gallery
hi_in: वीडियो गैलरी के लिए कस्टम पोस्ट प्रकार

source: Add Video
hi_in: वीडियो जोड़ें

source: How to get YouTube / Vimeo video id?
hi_in: YouTube / Vimeo वीडियो आईडी कैसे प्राप्त करें?

source: Capture YouTube / Vimeo Video Poster Like A Pro
hi_in: एक प्रो की तरह यूट्यूब / Vimeo वीडियो पोस्टर कैप्चर करें

source: Delete All Images
hi_in: सभी छवियों को हटाएं

source: YouTube
hi_in: यूट्यूब

source: Use Above Poster
hi_in: ऊपर पोस्टर का प्रयोग करें

source: Fetch YouTube Poster
hi_in: यूट्यूब पोस्टर लाओ

source: Add Image
hi_in: छवि जोड़ें

source: Copy Video Gallery Shortcode
hi_in: वीडियो गैलरी शोर्ट कॉपी करें

source: Copy & Embed shotcode into any Page/ Post / Text Widget to display your video gallery on site.
hi_in: साइट पर अपनी वीडियो गैलरी प्रदर्शित करने के लिए किसी भी पेज / पोस्ट / टेक्स्ट विजेट में कॉपीकोड एम्बेड करें.

source: Video Gallery Setting
hi_in: वीडियो गैलरी सेटिंग

source: Sorry! No video gallery found
hi_in: माफ़ कीजिये! कोई वीडियो गैलरी नहीं मिली

source: A. Columns & Thumbnail Settings
hi_in: ए कॉलम और थंबनेल सेटिंग्स

source: 1. Gallery Thumbnail Size
hi_in: 1. गैलरी थंबनेल आकार

source: Thumbnail – 150 × 150
hi_in: थंबनेल - 150 × 150

source: Medium – 300 × 169
hi_in: मध्यम - 300 × 16 9

source: Large – 840 × 473
hi_in: बड़ा - 840 × 473

source: Full Size – 1280 × 720
hi_in: पूर्ण आकार - 1280 × 720

source: Select gallery thumnails size to display into gallery
hi_in: गैलरी में प्रदर्शित करने के लिए गैलरी थंबनेल आकार का चयन करें

source: 2. Colums On Large Desktops
hi_in: 2. बड़े डेस्कटॉप पर कॉलम

source: 1 Column
hi_in: 1 कॉलम

source: 2 Column
hi_in: 2 कॉलम

source: 3 Column
hi_in: 3 कॉलम

source: 4 Column
hi_in: 4 कॉलम

source: 6 Column
hi_in: 6 कॉलम

source: 12 Column
hi_in: 12 कॉलम

source: Select gallery column layout for large desktop devices
hi_in: बड़े डेस्कटॉप उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें

source: 3. Colums On Desktops
hi_in: 3. डेस्कटॉप पर कॉलम

source: Select gallery column layout for desktop devices
hi_in: डेस्कटॉप उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें

source: 4. Colums On Tablets
hi_in: 4. नोटबुक पर कॉलम

source: Select gallery column layout for tablet devices
hi_in: टैबलेट उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें

source: 5. Colums On Phones
hi_in: 5. फोन पर कॉलम

source: Select gallery column layout for phone devices
hi_in: फोन उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें

source: B. Width & Height Settings
hi_in: बी चौड़ाई और ऊंचाई सेटिंग्स

source: 1. Width
hi_in: 1. चौड़ाई

source: Set the video frame preview width. Default is 700.
hi_in: वीडियो फ्रेम पूर्वावलोकन चौड़ाई सेट करें। डिफ़ॉल्ट 700 है.

source: 2. Height
hi_in: 2. ऊंचाई

source: Set the video frame preview height. Default is 480.
hi_in: वीडियो फ्रेम पूर्वावलोकन ऊंचाई सेट करें। डिफ़ॉल्ट 480 है.

source: C. Auto play/Close Settings
hi_in: सी ऑटो प्ले / बंद सेटिंग्स

source: 1. Auto Play
hi_in: 1. ऑटो प्ले

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Start playback immediately once the element is clicked (true,false)
hi_in: एक बार तत्व क्लिक होने के तुरंत बाद प्लेबैक शुरू करें (सत्य, झूठा)

source: 2. Auto Close
hi_in: 2. ऑटो बंद करें

source: When video will complete than lightbox / popover automatic video is close (true,false)
hi_in: जब वीडियो लाइटबॉक्स / पॉपओवर से अधिक पूरा हो जाएगा स्वचालित वीडियो बंद है (सत्य, झूठा)

source: D. Extra Other Settings
hi_in: डी अतिरिक्त अतिरिक्त सेटिंग्स

source: 1. Z index
hi_in: 1. जेड सूचकांक

source: Default
hi_in: डिफ़ॉल्ट

source: Custom
hi_in: रिवाज

source: Set the Z-index of video frame preview page overlay. Default is 2100.
hi_in: वीडियो फ्रेम पूर्वावलोकन पेज ओवरले के जेड-इंडेक्स को सेट करें। डिफ़ॉल्ट 2100 है.

source: 2. Custom CSS
hi_in: 2. कस्टम सीएसएस

source: Apply own css on video gallery and dont use style tag
hi_in: वीडियो गैलरी पर अपना सीएसएस लागू करें और स्टाइल टैग का उपयोग न करें

source: E. Fade In/Out Settings
hi_in: ई फीड इन / आउट सेटिंग्स

source: 1. Fade In
hi_in: 1. फीका

source: Upgrade To Pro
hi_in: प्रो में अपग्रेड

source: 2. Fade Out
hi_in: 2. फीका आउट

source: F. Glow Settings
hi_in: एफ चमक सेटिंग्स

source: 1. Glow Radius
hi_in: 1. चमक त्रिज्या

source: 2. Glow Color
hi_in: 2. चमक रंग

source: G. Color Settings
hi_in: जी रंग सेटिंग्स

source: 1. Background Color
hi_in: 1. पृष्ठभूमि रंग

source: 2. Background Color Opicity
hi_in: 2. पृष्ठभूमि रंग अस्पष्टता

source: 3. Video Frame Color
hi_in: 3. वीडियो फ्रेम रंग

source: 4. Video Frame Border
hi_in: 4. वीडियो फ्रेम सीमा
